{
	"demo.header": "Welcome to my new app",
	"demo.text": "This translation editor is made for <strong>ngx-translate!",

  "nav.whoweare": "Who we are?",
  "nav.values": "Our values",
  "nav.expertise": "Our expertise",
  "nav.certifications": "Certifications",
  "nav.team": "Team",
  "nav.faq": "FAQ",
  "nav.clients": "Clients",
  "nav.contact": "Contact",


  "whoweare.section": "Who we are",
  "whoweare.title": "Discover <strong>LEXOFT</strong>: Your Freelance Partner in Software Development",
  "whoweare.description": "<p>LEXOFT is more than just a software development company - <strong>we are your dedicated partner for the success of your projects</strong>. Our expertise and passion for innovation set us apart, making us the ideal choice for all your software development needs.</p>\n            <p>As freelance specialists in software development, we focus on cutting-edge technologies such as <strong>Java / Spring</strong>, <strong>Typescript / Angular</strong>, and <strong>AWS cloud</strong>. This allows us to create robust, scalable, and highly performant software solutions.</p>\n            <p>Whether you're looking to establish a dynamic online presence, develop powerful Java applications, a user interface, migrate to the AWS cloud... <strong>LEXOFT</strong> is here to turn your ideas into reality. Our commitment to technical excellence and customer-centric approach ensure outstanding results with every project.</p>",


  "ourvalues.section": "Our values",
  "ourvalues.title": "We unite technical excellence, transparent collaboration, and agile innovation",

  "ourvalues.technical.title": "Technical Excellence",
  "ourvalues.technical.description": "At <strong>LEXOFT</strong>, we are committed to delivering software solutions of exceptional quality. With sharp technical expertise in areas such as Java, Angular, AWS cloud, Kubernetes, Terraform... we are constantly striving for excellence. This relentless pursuit enables us to design products and services that exceed our clients' expectations.",

  "ourvalues.collaboration.title": "Transparent Collaboration",
  "ourvalues.collaboration.description": "At <strong>LEXOFT</strong>, we place transparent collaboration at the heart of our approach. We believe in open and honest communication with our clients throughout the development process. By fostering close collaboration, we ensure mutual understanding of goals, challenges, and successes, leading to the creation of strong and lasting partnerships.",

  "ourvalues.innovation.title": "Agile Innovation",
  "ourvalues.innovation.description": "At <strong>LEXOFT</strong>, we embrace agile innovation in an ever-evolving technological environment. By staying constantly abreast of new trends, best practices, and emerging technologies, we position ourselves at the forefront. This agility enables us to design flexible and tailored solutions, thereby providing our clients with an unparalleled competitive advantage in their industry.",

  "header.title": "<h1>Turn your ideas into digital reality with our custom software solutions</h1>",
  "header.description": "At <strong>LEXOFT</strong>, we understand that every business has unique needs.<br><br> That's why we offer customized software solutions designed to grow your business.<br><br> Our team of development experts is ready to bring your digital vision to life with innovative and effective solutions",


  "portfolio.title": "In English"
}
