{
	"demo.header": "Welcome to my new app",
	"demo.text": "This translation editor is made for <strong>ngx-translate!",

  "nav.whoweare": "Who we are?",
  "nav.values": "Our values",
  "nav.expertise": "Our expertise",
  "nav.certifications": "Certifications",
  "nav.team": "Team",
  "nav.faq": "FAQ",
  "nav.clients": "Clients",
  "nav.contact": "Contact",


  "whoweare.section": "Who we are",
  "whoweare.title": "Discover <strong>LEXOFT</strong>: Your Freelance Partner in Software Development",
  "whoweare.description": "<p>LEXOFT is more than just a software development company - <strong>we are your dedicated partner for the success of your projects</strong>. Our expertise and passion for innovation set us apart, making us the ideal choice for all your software development needs.</p>\n            <p>As freelance specialists in software development, we focus on cutting-edge technologies such as <strong>Java / Spring</strong>, <strong>Typescript / Angular</strong>, and <strong>AWS cloud</strong>. This allows us to create robust, scalable, and highly performant software solutions.</p>\n            <p>Whether you're looking to establish a dynamic online presence, develop powerful Java applications, a user interface, migrate to the AWS cloud... <strong>LEXOFT</strong> is here to turn your ideas into reality. Our commitment to technical excellence and customer-centric approach ensure outstanding results with every project.</p>",


  "ourvalues.section": "Our values",
  "ourvalues.title": "We unite technical excellence, transparent collaboration, and agile innovation",

  "ourvalues.technical.title": "Technical Excellence",
  "ourvalues.technical.description": "At <strong>LEXOFT</strong>, we are committed to delivering software solutions of exceptional quality. With sharp technical expertise in areas such as Java, Angular, AWS cloud, Kubernetes, Terraform... we are constantly striving for excellence. This relentless pursuit enables us to design products and services that exceed our clients' expectations.",

  "ourvalues.collaboration.title": "Transparent Collaboration",
  "ourvalues.collaboration.description": "At <strong>LEXOFT</strong>, we place transparent collaboration at the heart of our approach. We believe in open and honest communication with our clients throughout the development process. By fostering close collaboration, we ensure mutual understanding of goals, challenges, and successes, leading to the creation of strong and lasting partnerships.",

  "ourvalues.innovation.title": "Agile Innovation",
  "ourvalues.innovation.description": "At <strong>LEXOFT</strong>, we embrace agile innovation in an ever-evolving technological environment. By staying constantly abreast of new trends, best practices, and emerging technologies, we position ourselves at the forefront. This agility enables us to design flexible and tailored solutions, thereby providing our clients with an unparalleled competitive advantage in their industry.",

  "header.title": "<h1>Turn your ideas into digital reality with our custom software solutions</h1>",
  "header.description": "At <strong>LEXOFT</strong>, we understand that every business has unique needs.<br><br> That's why we offer customized software solutions designed to grow your business.<br><br> Our team of development experts is ready to bring your digital vision to life with innovative and effective solutions",

  "expertise.title": "Our Expertise",
  "expertise.description": "Specialist in business software development",
  "expertise.language": "Power and Versatility with Java and Spring",
  "expertise.ui": "Advanced User Experience through Angular and Typescript",
  "expertise.scalability": "Elasticity and Scalability on AWS with Kubernetes and Terraform",
  "expertise.orchestration": "Agile Orchestration with Kubernetes",
  "expertise.security": "Integrated Security and Compliance",
  "expertise.optimisation": "Lifecycle Optimization through a DevOps Approach",


  "expertise.realisation.title": "Keys to Achieving Innovative Software",
  "expertise.realisation.programming.title": "Deep Expertise in Java and Angular Development",
  "expertise.realisation.programming.description": "We have extensive experience in development with Java and Angular, showcasing our ability to design robust and high-performing solutions using these modern development technologies.",

  "expertise.realisation.cloud.title": "Mastery of AWS Cloud Services",
  "expertise.realisation.cloud.description": "Our expertise encompasses the design, deployment, and management of applications on AWS. We highlight our skills in provisioning cloud infrastructures, utilizing services such as EC2, S3, RDS, as well as our ability to optimize the performance and reliability of applications deployed on AWS.",

  "expertise.realisation.orchestration.title": "Advanced Knowledge of Kubernetes for Container Orchestration",
  "expertise.realisation.orchestration.description": "We excel in using Kubernetes for container orchestration, thereby contributing to the improvement of agility and availability of your applications.",

  "expertise.realisation.devops.title": "Advanced DevOps Practices for Continuous Quality Delivery",
  "expertise.realisation.devops.description": "We have the ability to automate development, testing, and deployment processes, implementing effective CI/CD pipelines. We also integrate practices such as infrastructure as code, monitoring, and logging to ensure continuous high-quality delivery.",

  "expertise.realisation.team.title": "Experience Collaborating within Multidisciplinary Teams",
  "expertise.realisation.team.description": "Our ability to work effectively within multidisciplinary teams is highlighted, with experience collaborating with developers, cloud engineers, system administrators, and other stakeholders to ensure project success.",

  "expertise.realisation.security.title": "Commitment to Security and Compliance",
  "expertise.realisation.security.description": "We are committed to security and compliance, with experience in implementing data security best practices, identity and access management, as well as adhering to industry regulations and standards.",


  "services.main.title": "Our Services",

  "services.development.title": "Custom Software Development",
  "services.development.description": "Design and develop tailor-made applications using Java, Angular, and other technologies according to specific needs of the client company.",

  "services.migration.title": "Cloud Migration",
  "services.migration.description": "Assist companies in migrating their existing applications to cloud environments, including AWS, ensuring reliability, security, and performance.",

  "services.cloud.native.app.title": "Cloud-Native Application Development",
  "services.cloud.native.app.description": "Design cloud-optimized applications using microservices-based architectures, Kubernetes, and other cloud technologies.",

  "services.infrastructure.title": "Infrastructure as Code (IaC) with Terraform",
  "services.infrastructure.description": "Set up and manage cloud infrastructure efficiently and reproducibly using Terraform to automate provisioning and management of cloud resources.",

  "services.management.containers.title": "Container Management with Kubernetes",
  "services.management.containers.description": "Deploy and manage containerized applications at scale using Kubernetes for container orchestration, ensuring optimal scalability and availability.",

  "services.practice.devops.title": "DevOps Practices",
  "services.practice.devops.description": "Implement DevOps practices to automate development, testing, and deployment processes, fostering continuous delivery of high-quality software.",

  "services.training.title": "Consulting and Training",
  "services.training.description": "Provide consulting and training services to help companies optimize their use of Java, Angular, AWS, Kubernetes, Terraform, and DevOps technologies.",

  "services.support.maintenance.title": "Support and Maintenance",
  "services.support.maintenance.description": "Ensure continuous support and maintenance of developed applications, including monitoring, security patches, and functional updates.",


  "portfolio.title": "In English"
}
