{
	"demo.header": "Bienvenue sur ma nouvelle application",
	"demo.text": "On explique comment cela marche",

  "nav.whoweare": "Qui sommes nous?",
  "nav.values":"Nos valeurs",
  "nav.expertise":"Notre expertise",
  "nav.certifications": "Certifications",
  "nav.team": "Equipes",
  "nav.faq": "FAQ",
  "nav.clients": "Clients",
  "nav.contact": "Contact",

  "whoweare.section": "Qui sommes nous",
  "whoweare.title": "Découvrez <strong>LEXOFT</strong> : Votre Partenaire Freelance en Développement Informatique",
  "whoweare.description": "<p>LEXOFT est bien plus qu'une simple société de développement informatique - <strong>nous sommes votre partenaire dédié à la réussite de vos projets</strong>. Notre expertise et notre passion pour l'innovation nous distinguent, faisant de nous le choix idéal pour tous vos besoins en matière de développement logiciel.</p>\n            <p>En tant que spécialistes freelance du développement informatique, nous nous concentrons sur les technologies de pointe telles que <strong>Java / Spring</strong>, <strong>Typescript / Angular</strong> et le <strong>cloud AWS</strong>. Cela nous permet de créer des solutions logicielles robustes, évolutives et hautement performantes.</p>\n            <p>Que vous cherchiez à mettre en place une présence en ligne dynamique, à développer des applications Java puissantes, une interface utilisateur, à migrer vers le cloud AWS... <strong>LEXOFT</strong> est là pour transformer vos idées en réalité. Notre engagement envers l'excellence technique et notre approche centrée sur le client garantissent des résultats exceptionnels à chaque projet.</p>",




  "header.title": "<h1>Vos idées en réalité numérique avec nos solutions logicielles sur mesure</h1>",
  "header.description": "À <strong>LEXOFT</strong>, nous comprenons que chaque entreprise a des besoins uniques.<br><br> C'est pourquoi nous offrons des solutions logicielles personnalisées.<br><br> Notre équipe d'experts en développement est prête à concrétiser votre vision numérique avec des solutions innovantes et efficaces.",


  "portfolio.title": "En Francais"
}
